Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Load · 60s
es: Carga · 60s
ja: 負荷 · 60秒
zh_hans: 负载 · 60秒
zh_hant: 負載 · 60秒

source: Loaded extension
es: Extensión cargada
ja: 読み込み済みの機能拡張
zh_hans: 已加载的扩展
zh_hant: 已載入的延伸功能

source: Loading Workshop results
es: Cargando resultados de Workshop
ja: ワークショップ の結果を読み込み中
zh_hans: 正在加载创意工坊结果
zh_hant: 正在載入工作坊結果

source: Loading item…
es: Cargando elemento…
ja: アイテムを読み込み中…
zh_hans: 正在加载项目…
zh_hant: 正在載入項目…

source: Loading particle systems
es: Cargando sistemas de partículas
ja: パーティクルシステムを読み込み中
zh_hans: 正在加载粒子系统
zh_hant: 正在載入粒子系統

source: Loading presets
es: Cargando preajustes
ja: プリセットを読み込み中
zh_hans: 正在加载预设
zh_hant: 正在載入預設

source: Loading preview…
es: Cargando vista previa…
ja: プレビューを読み込み中…
zh_hans: 正在加载预览…
zh_hant: 正在載入預覽…

source: Loading scene assets
es: Cargando recursos de la escena
ja: シーンアセットを読み込み中
zh_hans: 正在加载场景资源
zh_hant: 正在載入場景資源

source: Loading settings…
es: Cargando ajustes…
ja: 設定を読み込み中…
zh_hans: 正在读取设置…
zh_hant: 正在讀取設定…

source: Loading text pipeline
es: Cargando pipeline de texto
ja: テキストパイプラインを読み込み中
zh_hans: 正在加载文字管线
zh_hant: 正在載入文字管線

source: Loading textures
es: Cargando texturas
ja: テクスチャを読み込み中
zh_hans: 正在加载贴图
zh_hant: 正在載入貼圖

source: Loading video…
es: Cargando vídeo…
ja: 動画を読み込み中…
zh_hans: 正在加载视频…
zh_hant: 正在載入影片…

source: Local development server — JavaScript allowed.
es: Servidor de desarrollo local — JavaScript permitido.
ja: ローカル開発サーバー — JavaScript は許可されています。
zh_hans: 本地开发服务器——已允许 JavaScript。
zh_hant: 本機開發伺服器——已允許 JavaScript。

source: Local development server. Loopback addresses never leave this Mac, so they run JavaScript automatically — there is nothing to revoke.
es: Servidor de desarrollo local. Las direcciones de loopback no salen de este Mac, así que ejecutan JavaScript automáticamente — no hay nada que revocar.
ja: ローカル開発サーバーです。ループバックアドレスはこの Mac の外に出ないため、JavaScript は自動的に実行されます。取り消す対象はありません。
zh_hans: 本地开发服务器。回环地址的流量不会离开本机，因此会自动运行 JavaScript，没有可撤销的授权。
zh_hant: 本機開發伺服器。回環位址的流量不會離開這台 Mac，因此會自動執行 JavaScript，沒有可撤銷的授權。

source: Local file
es: Archivo local
ja: ローカルファイル
zh_hans: 本地文件
zh_hant: 本機檔案

source: Locate automatically
es: Localizar automáticamente
ja: 自動的に検出
zh_hans: 自动查找
zh_hant: 自動尋找

source: Location
es: Ubicación
ja: 保存先
zh_hans: 位置
zh_hant: 位置

source: Location Denied
es: Ubicación denegada
ja: 位置情報が拒否されました
zh_hans: 位置权限已拒绝
zh_hant: 定位已拒絕

source: Location Services access is granted
es: El acceso a Servicios de ubicación está concedido
ja: 位置情報サービスへのアクセスが許可されています
zh_hans: 已获得定位服务访问权限
zh_hant: 已取得定位服務取用權限

source: Location Services is restricted on this Mac
es: Los Servicios de ubicación están restringidos en este Mac
ja: この Mac では位置情報サービスが制限されています
zh_hans: 本机的定位服务受限
zh_hant: 這台 Mac 的定位服務受限

source: Location unavailable. Allow Location Services, or choose Manual in Settings › Integrations › Weather.
es: Ubicación no disponible. Permite Servicios de ubicación o elige Manual en Ajustes › Integraciones › Tiempo.
ja: 位置情報を取得できません。位置情報サービスを許可するか、「設定 › 連携 › 天気」で「手動」を選んでください。
zh_hans: 无法获取位置。请允许定位服务，或在“设置 › 系统联动 › 天气”中选择“手动”。
zh_hant: 無法取得位置。請允許定位服務，或在「設定 › 系統聯動 › 天氣」中選擇「手動」。

source: Lock screen only
es: Solo al bloquear
ja: ロック画面のみ
zh_hans: 仅锁屏播放
zh_hant: 僅鎖定畫面播放

source: Locked
es: Bloqueado
ja: ロック中
zh_hans: 已锁定
zh_hant: 已鎖定

source: Log Files
es: Archivos de registro
ja: ログファイル
zh_hans: 日志文件
zh_hant: 記錄檔

source: Login Item
es: Elemento de inicio
ja: ログイン項目
zh_hans: 登录项
zh_hant: 登入項目

source: Login Items registration failed: %@
es: Error al registrar Elementos de inicio: %@
ja: ログイン項目の登録に失敗しました：%@
zh_hans: 登录项注册失败：%@
zh_hant: 登入項目註冊失敗：%@

source: Longer sampling intervals use less energy.
es: Los intervalos de muestreo más largos reducen el consumo de energía.
ja: サンプリング間隔を長くすると消費電力を抑えられます。
zh_hans: 较长的采样间隔可降低能耗。
zh_hant: 較長的取樣間隔可降低耗電量。

source: Look for more on Steam
es: Buscar más en Steam
ja: Steam でさらに探す
zh_hans: 在 Steam 上找更多
zh_hant: 在 Steam 上找更多

source: Loomscreen couldn't copy it into its own storage. Check free space and try again.
es: Loomscreen no pudo copiarlo a su propio almacenamiento. Comprueba el espacio libre e inténtalo de nuevo.
ja: Loomscreen が自身のストレージにコピーできませんでした。空き容量を確認してもう一度お試しください。
zh_hans: Loomscreen 无法将它复制到自己的存储空间。请检查可用空间后重试。
zh_hant: Loomscreen 無法將它複製到自己的儲存空間。請檢查可用空間後重試。

source: Loomscreen couldn't use that file as SteamCMD.
es: Loomscreen no pudo usar ese archivo como SteamCMD.
ja: そのファイルは SteamCMD として使用できませんでした。
zh_hans: Loomscreen 无法将该文件用作 SteamCMD。
zh_hant: Loomscreen 無法將該檔案用作 SteamCMD。

source: Loomscreen downloads through SteamCMD, never through a third-party server. You need to own Wallpaper Engine.
es: Loomscreen descarga a través de SteamCMD, nunca mediante un servidor de terceros. Necesitas tener Wallpaper Engine.
ja: Loomscreen は SteamCMD 経由でダウンロードします。第三者のサーバーは使いません。Wallpaper Engine を所有している必要があります。
zh_hans: Loomscreen 通过 SteamCMD 下载，不经第三方服务器。需要你拥有 Wallpaper Engine 的授权。
zh_hant: Loomscreen 透過 SteamCMD 下載，不經第三方伺服器。需要你擁有 Wallpaper Engine 的授權。

source: Loomscreen is quitting.
es: Loomscreen se está cerrando.
ja: Loomscreen を終了しています。
zh_hans: Loomscreen 正在退出。
zh_hant: Loomscreen 正在結束。

source: Loomscreen never asks for Full Disk Access. Library access comes from one folder you pick, stored as a security-scoped bookmark.
es: Loomscreen nunca pide «Acceso total al disco». El acceso a la biblioteca de Steam proviene de una carpeta que eliges, guardada como marcador con ámbito de seguridad.
ja: Loomscreen はフルディスクアクセスを要求しません。Steam ライブラリへのアクセスは、選択した 1 つのフォルダに対するセキュリティスコープ付きブックマークに基づきます。
zh_hans: Loomscreen 从不要求完全磁盘访问权限。对 Steam 库的访问仅来自你选择的那一个文件夹，以安全作用域书签的形式保存。
zh_hant: Loomscreen 從不要求「完全取用磁碟」權限。對 Steam 收藏庫的存取僅來自你選擇的那一個資料夾，以安全範圍書籤的形式保存。

source: Loomscreen never reads your Steam password — only this key, stored locally on this Mac.
es: Loomscreen nunca lee tu contraseña de Steam — solo esta clave, almacenada localmente en este Mac.
ja: Loomscreen が Steam パスワードを読み取ることはありません — このキーだけを、この Mac 上にローカル保存します。
zh_hans: Loomscreen 绝不会读取你的 Steam 密码——只读取此密钥，并且只存储在本机。
zh_hant: Loomscreen 絕不會讀取你的 Steam 密碼——只讀取此金鑰，並且只儲存在這台 Mac 上。

source: Loomscreen reads installed Workshop items directly from the official Steam library after one folder authorization. Authenticated SteamCMD downloads are a separate capability and require Loomscreen's background Steam connector.
es: Tras autorizar una carpeta, Loomscreen lee los elementos de Workshop instalados directamente desde la biblioteca oficial de Steam. Las descargas autenticadas con SteamCMD son una capacidad aparte y requieren el conector de Steam en segundo plano de Loomscreen.
ja: フォルダを一度許可すると、Loomscreen はインストール済みのワークショップアイテムを公式 Steam ライブラリから直接読み取ります。認証が必要な SteamCMD ダウンロードは別機能で、Loomscreen のバックグラウンド Steam コネクタが必要です。
zh_hans: 授权文件夹一次后，Loomscreen 会直接从官方 Steam 库读取已安装的创意工坊项目。经过身份验证的 SteamCMD 下载是独立功能，需要 Loomscreen 的后台 Steam 连接器。
zh_hant: 授權資料夾一次後，Loomscreen 會直接從官方 Steam 收藏庫讀取已安裝的工作坊項目。經過身分驗證的 SteamCMD 下載是獨立功能，需要 Loomscreen 的背景 Steam 連線器。

source: Loomscreen won't run a SteamCMD from inside its own container.
es: Loomscreen no ejecutará un SteamCMD desde su propio contenedor.
ja: Loomscreen は自身のコンテナ内にある SteamCMD を実行しません。
zh_hans: Loomscreen 不会运行位于自身容器内的 SteamCMD。
zh_hant: Loomscreen 不會執行位於自身容器內的 SteamCMD。

source: Loomscreen's Steam connector did not respond, so the signature wasn't checked.
es: El conector de Steam de Loomscreen no respondió, así que no se comprobó la firma.
ja: Loomscreen の Steam コネクタが応答しなかったため、署名を確認できませんでした。
zh_hans: Loomscreen 的 Steam 连接器没有响应，因此未检查签名。
zh_hant: Loomscreen 的 Steam 連接器沒有回應，因此未檢查簽章。

source: Loomscreen's Steam connector did not respond.
es: El conector de Steam de Loomscreen no respondió.
ja: Loomscreen の Steam コネクタが応答しませんでした。
zh_hans: Loomscreen 的 Steam 连接器没有响应。
zh_hant: Loomscreen 的 Steam 連接器沒有回應。

source: Loomscreen's Steam connector didn't answer, so the quarantine attribute wasn't checked. Try again.
es: El conector de Steam de Loomscreen no respondió, así que no se comprobó el atributo de cuarentena. Inténtalo de nuevo.
ja: Loomscreen の Steam コネクタが応答しなかったため、検疫属性を確認できませんでした。もう一度お試しください。
zh_hans: Loomscreen 的 Steam 连接器没有响应，因此未检查隔离属性。请重试。
zh_hant: Loomscreen 的 Steam 連接器沒有回應，因此未檢查隔離屬性。請重試。

source: Loomscreen's Steam connector is busy with another SteamCMD task. Try again in a moment.
es: El conector de Steam de Loomscreen está ocupado con otra tarea de SteamCMD. Inténtalo de nuevo en un momento.
ja: Loomscreen の Steam コネクタは別の SteamCMD の処理を実行中です。しばらくしてからもう一度お試しください。
zh_hans: Loomscreen 的 Steam 连接器正忙于另一项 SteamCMD 任务，请稍后再试。
zh_hant: Loomscreen 的 Steam 連接器正忙於另一項 SteamCMD 工作，請稍後再試。

source: Loomscreen's Steam connector was busy, so the signature wasn't checked. Try again.
es: El conector de Steam de Loomscreen estaba ocupado, así que no se comprobó la firma. Inténtalo de nuevo.
ja: Loomscreen の Steam コネクタがビジー状態だったため、署名を確認できませんでした。もう一度お試しください。
zh_hans: Loomscreen 的 Steam 连接器正忙，因此未检查签名。请重试。
zh_hant: Loomscreen 的 Steam 連接器忙碌中，因此未檢查簽章。請重試。

source: Loomscreen's Steam download session isn't connected. Connect your account in Settings → Workshop, then try again.
es: La sesión de descarga de Steam de Loomscreen no está conectada. Conecta tu cuenta en Ajustes › Workshop y vuelve a intentarlo.
ja: Loomscreen の Steam ダウンロードセッションが接続されていません。「設定 › ワークショップ」でアカウントを接続してから、もう一度お試しください。
zh_hans: Loomscreen 的 Steam 下载会话尚未连接。请在“设置 › 创意工坊”中连接你的账户，然后重试。
zh_hant: Loomscreen 的 Steam 下載工作階段尚未連線。請在「設定 › 工作坊」中連結你的帳戶，然後再試一次。

source: Loomscreen's background Steam helper didn't answer. Downloads won't run until it does — quitting and reopening Loomscreen usually starts it.
es: El asistente de Steam en segundo plano de Loomscreen no respondió. Las descargas no se ejecutarán hasta que lo haga — salir y volver a abrir Loomscreen suele iniciarlo.
ja: Loomscreen のバックグラウンド Steam ヘルパーが応答しませんでした。応答するまでダウンロードは実行できません。Loomscreen を終了して開き直すと起動することがほとんどです。
zh_hans: Loomscreen 的后台 Steam 助手没有响应。在它响应之前无法下载——退出并重新打开 Loomscreen 通常就能启动它。
zh_hant: Loomscreen 的背景 Steam 輔助程式沒有回應。在它回應之前無法下載——結束並重新開啟 Loomscreen 通常就能啟動它。

source: Loomscreen's download session is unavailable. Reconnect this account; your Steam app sign-in is separate.
es: La sesión de descarga de Loomscreen no está disponible. Vuelve a conectar esta cuenta; el inicio de sesión de Steam se gestiona por separado.
ja: Loomscreen のダウンロード用セッションが利用できません。このアカウントを再接続してください。Steam アプリのログインは別に管理されます。
zh_hans: Loomscreen 的下载登录会话不可用。请重新连接此账号；Steam 应用的登录状态独立管理。
zh_hant: Loomscreen 的下載登入工作階段無法使用。請重新連接此帳號；Steam App 的登入狀態獨立管理。

source: Low Power
es: Bajo consumo
ja: 低電力モード
zh_hans: 低电量模式
zh_hant: 低耗電模式

source: Lyric lines
es: Líneas de letra
ja: 歌詞の行数
zh_hans: 歌词行数
zh_hant: 歌詞行數

source: Lyrics
es: Letra
ja: 歌詞
zh_hans: 歌词
zh_hant: 歌詞

source: Lyrics use LRCLIB and require an internet connection.
es: Las letras se obtienen de LRCLIB y requieren conexión a internet.
ja: 歌詞は LRCLIB から取得するため、インターネット接続が必要です。
zh_hans: 歌词由 LRCLIB 提供，需要联网。
zh_hant: 歌詞由 LRCLIB 提供，需要網路連線。

source: MP4 / MOV from your Mac.
es: MP4 / MOV de tu Mac.
ja: この Mac の MP4 / MOV。
zh_hans: 选用 Mac 上的 MP4 / MOV 文件。
zh_hant: 來自你的 Mac 的 MP4 / MOV。

source: MP4 / MOV, playlists, and schedules.
es: MP4 / MOV, playlists y programaciones.
ja: MP4 / MOV、プレイリスト、スケジュール。
zh_hans: MP4 / MOV、播放列表和计划。
zh_hant: MP4 / MOV、播放列表與排程。

source: Made by Paradox07127
es: Creado por Paradox07127
ja: Paradox07127 作
zh_hans: Paradox07127 制作
zh_hant: Paradox07127 製作

source: Main
es: Principal
ja: メインディスプレイ
zh_hans: 主显示器
zh_hant: 主顯示器

source: Main window background
es: Fondo de la ventana principal
ja: メインウインドウの背景
zh_hans: 主窗口背景
zh_hant: 主視窗背景

source: Maintenance
es: Mantenimiento
ja: 保守
zh_hans: 维护
zh_hant: 維護

source: Maintenance did not complete. Inspect registrations again before retrying.
es: El mantenimiento no se completó. Revisa los registros antes de volver a intentarlo.
ja: 保守が完了しませんでした。登録を再確認してからやり直してください。
zh_hans: 维护未完成。请重新检查注册记录后再试。
zh_hant: 維護未完成。請重新檢查註冊記錄後再試。

source: Maintenance is unavailable in this build. Install a build that includes the maintenance service.
es: Esta compilación no incluye el servicio de mantenimiento. Instala una versión que lo incluya.
ja: このビルドには保守サービスが含まれていません。サービスを含むバージョンをインストールしてください。
zh_hans: 此构建不包含维护服务，请安装包含该服务的版本。
zh_hant: 此組建不包含維護服務，請安裝包含該服務的版本。

source: Make this display your own.
es: Elige un fondo para esta pantalla.
ja: このディスプレイの壁紙を選んでください。
zh_hans: 为这台显示器选择壁纸。
zh_hant: 為這台顯示器選擇桌布。

source: Manage
es: Gestionar
ja: 管理
zh_hans: 管理
zh_hant: 管理

source: Manage Schemes
es: Gestionar esquemas
ja: 構成を管理
zh_hans: 管理方案
zh_hant: 管理方案

source: Manage wallpapers
es: Gestionar fondos de pantalla
ja: 壁紙を管理
zh_hans: 管理壁纸
zh_hant: 管理桌布

source: Manual Needed
es: Hace falta intervención manual
ja: 手動設定が必要
zh_hans: 需要手动设置
zh_hant: 需要手動設定

source: Manual location not set. Enter a city in Settings › Integrations › Weather.
es: Ubicación manual no definida. Escribe una ciudad en Ajustes › Integraciones › Tiempo.
ja: 手動の位置情報が未設定です。「設定 › 連携 › 天気」で都市を入力してください。
zh_hans: 尚未设置手动位置。请在“设置 › 系统联动 › 天气”中输入城市。
zh_hant: 尚未設定手動位置。請在「設定 › 系統聯動 › 天氣」中輸入城市。

source: Marquee
es: Marquesina
ja: スクロール
zh_hans: 滚动标题
zh_hant: 滾動標題

source: Master switch for every global shortcut. Bindings are preserved while off.
es: Interruptor general de todos los atajos globales. Las asignaciones se conservan mientras está desactivado.
ja: すべてのグローバルショートカットを一括で制御します。オフでも設定したキー組み合わせは保持されます。
zh_hans: 全部全局快捷键的总开关。关闭后已设置的组合键不会被清除。
zh_hant: 所有全域快速鍵的總開關。關閉後已設定的組合鍵不會被清除。

source: Match density to weather
es: Ajustar la densidad al tiempo
ja: 天気に密度を合わせる
zh_hans: 随天气调整粒子密度
zh_hant: 隨天氣調整粒子密度

source: Match local weather
es: Seguir el tiempo local
ja: 現地の天気に合わせる
zh_hans: 跟随当地天气
zh_hant: 跟隨當地天氣

source: Matched: %@
es: Coincidencia: %@
ja: 一致: %@
zh_hans: 匹配：%@
zh_hant: 相符：%@

source: Mature
es: Adulto
ja: 成人向け
zh_hans: 成人内容
zh_hant: 成人內容

source: Mature content hidden. Activate to reveal.
es: Contenido para adultos oculto. Activa para mostrar.
ja: 成人向けコンテンツは非表示です。表示するには有効にしてください。
zh_hans: 成人内容已隐藏。激活以显示。
zh_hant: 成人內容已隱藏。啟用以顯示。

source: Maturity
es: Clasificación
ja: 年齢区分
zh_hans: 内容分级
zh_hant: 內容分級

source: Max
es: Máx.
ja: 最大
zh_hans: 最高
zh_hant: 最高

source: Max follows the display's refresh rate
es: Máx. sigue la frecuencia de actualización de la pantalla
ja: 最大はディスプレイのリフレッシュレートに合わせます
zh_hans: 最高档跟随显示器刷新率
zh_hant: 最高檔跟隨顯示器更新率

source: Measurement
es: Medición
ja: 測定対象
zh_hans: 测量对象
zh_hant: 測量對象

source: Media Integration
es: Integración multimedia
ja: メディア連携
zh_hans: 媒体联动
zh_hant: 媒體聯動

source: Medium
es: Mediano
ja: 中
zh_hans: 中
zh_hant: 中

source: Memory
es: Memoria
ja: メモリ
zh_hans: 内存
zh_hant: 記憶體

source: Memory footprint
es: Memoria ocupada
ja: メモリ使用量
zh_hans: 内存占用
zh_hant: 記憶體用量

source: Memory metric unavailable
es: Métrica de memoria no disponible
ja: メモリ指標が不明
zh_hans: 内存统计口径未知
zh_hant: 記憶體統計方式未知

source: Memory used
es: Memoria usada
ja: メモリ使用量
zh_hans: 内存已用
zh_hant: 記憶體已用

source: Merges (items you already have are kept):
es: Se combina (se conservan los elementos que ya tienes):
ja: 統合される内容（既存の項目は保持されます）：
zh_hans: 将合并（已有项目会保留）：
zh_hant: 將合併（現有項目會保留）：

source: Metal pipeline '%@' rejected (likely stage_in mismatch): %@
es: Pipeline de Metal '%@' rechazada (probable desajuste de stage_in): %@
ja: Metal パイプライン「%@」が拒否されました（stage_in の不一致の可能性）: %@
zh_hans: Metal 管线“%@”被拒绝（可能是 stage_in 不匹配）：%@
zh_hant: Metal 管線「%@」被拒絕（可能是 stage_in 不匹配）：%@

source: Metal pipeline for "%@" failed to build: %@
es: No se pudo crear la pipeline de Metal de "%@": %@
ja: 「%@」の Metal パイプラインをビルドできませんでした: %@
zh_hans: “%@”的 Metal 管线构建失败：%@
zh_hant: 「%@」的 Metal 管線建置失敗：%@

source: Metal renderer failed.
es: Falló el renderizador Metal.
ja: Metal レンダラーが失敗しました。
zh_hans: Metal 渲染器执行失败。
zh_hant: Metal 渲染器執行失敗。

source: MetalFX upscaling
es: Escalado MetalFX
ja: MetalFXアップスケーリング
zh_hans: MetalFX 超分辨率
zh_hant: MetalFX 超解析度

source: Meteors
es: Meteoros
ja: 流星
zh_hans: 流星雨
zh_hant: 流星雨

source: Midday
es: Mediodía
ja: 正午
zh_hans: 正午
zh_hant: 中午

source: Middle left
es: Centro izquierda
ja: 左中央
zh_hans: 左侧居中
zh_hant: 左側置中

source: Middle right
es: Centro derecha
ja: 右中央
zh_hans: 右侧居中
zh_hant: 右側置中

source: Miscellaneous
es: Varios
ja: その他
zh_hans: 杂项
zh_hant: 雜項

source: Missing %lld Workshop dependencies
es: Faltan %lld dependencias de Workshop
ja: %lld 件のワークショップ依存関係がありません
zh_hans: 缺少 %lld 个 Steam 创意工坊依赖项
zh_hant: 缺少 %lld 個工作坊相依項目

source: Missing 1 Workshop dependency
es: Falta 1 dependencia de Workshop
ja: 1 件のワークショップ依存関係がありません
zh_hans: 缺少 1 个 Steam 创意工坊依赖项
zh_hant: 缺少 1 個工作坊相依項目

source: Missing shared assets may leave parts of a scene invisible.
es: Si faltan recursos compartidos, algunas partes de una escena pueden no mostrarse.
ja: 共有リソースがないと、シーンの一部が表示されない場合があります。
zh_hans: 缺少共享资源可能导致部分场景内容不显示。
zh_hant: 缺少共用資源可能導致部分場景內容不顯示。

source: Missing video entry %@
es: Falta la entrada de vídeo %@
ja: 動画エントリ %@ がありません
zh_hans: 缺少视频入口文件 %@
zh_hant: 缺少影片項目檔 %@

source: Missing video entry %@ in package
es: Falta la entrada de vídeo %@ en el paquete
ja: パッケージ内に動画エントリ %@ がありません
zh_hans: 包中缺少视频入口文件 %@
zh_hant: 套件中缺少影片項目檔 %@

source: Missing web entry %@
es: Falta la entrada web %@
ja: Web エントリ %@ がありません
zh_hans: 缺少网页入口文件 %@
zh_hant: 缺少網頁項目檔 %@

source: Missing web entry %@ in package
es: Falta la entrada web %@ en el paquete
ja: パッケージ内に Web エントリ %@ がありません
zh_hans: 包中缺少网页入口文件 %@
zh_hant: 套件中缺少網頁項目檔 %@

source: Mist
es: Niebla
ja: 霧
zh_hans: 雾
zh_hant: 霧

source: Mixed footprint and RSS (process group)
es: Huella física y RSS mixtas (grupo de procesos)
ja: 物理使用量と RSS の混在（プロセスグループ）
zh_hans: 混合物理占用与 RSS（进程组）
zh_hant: 混合實體用量與 RSS（程序群組）

source: Mode
es: Modo
ja: モード
zh_hans: 模式
zh_hant: 模式

source: Monitor overlay
es: Superposición de Monitor
ja: モニターオーバーレイ
zh_hans: 监控叠加层
zh_hant: 監控疊加層

source: More
es: Más
ja: その他
zh_hans: 更多
zh_hant: 更多

source: More actions
es: Más acciones
ja: その他のアクション
zh_hans: 更多操作
zh_hant: 更多操作

source: More information
es: Más información
ja: 詳しい情報
zh_hans: 更多信息
zh_hant: 更多資訊

source: More options for %@
es: Más opciones para %@
ja: %@ のその他のオプション
zh_hans: %@ 的更多选项
zh_hant: %@ 的更多選項

source: Morning
es: Mañana
ja: 朝
zh_hans: 上午
zh_hant: 早上

source: Most Popular
es: Más populares
ja: 人気順
zh_hans: 最热门
zh_hant: 最熱門

source: Most Recent
es: Más recientes
ja: 最新
zh_hans: 最近发行
zh_hant: 最近

source: Mouse Interaction
es: Interacción del ratón
ja: マウス操作
zh_hans: 鼠标交互
zh_hant: 滑鼠互動

source: Move Down
es: Mover abajo
ja: 下に移動
zh_hans: 向下移动
zh_hant: 向下移動

source: Move Left
es: Mover a la izquierda
ja: 左に移動
zh_hans: 向左移动
zh_hant: 向左移動

source: Move Right
es: Mover a la derecha
ja: 右に移動
zh_hans: 向右移动
zh_hant: 向右移動

source: Move Up
es: Mover arriba
ja: 上に移動
zh_hans: 向上移动
zh_hant: 向上移動

source: Multithreaded rendering
es: Renderizado en varios hilos
ja: マルチスレッドレンダリング
zh_hans: 多线程渲染
zh_hant: 多執行緒渲染

source: Music
es: Música
ja: ミュージック
zh_hans: 音乐
zh_hant: 音樂

source: Music is off for this display
es: La música está desactivada en esta pantalla
ja: このディスプレイではミュージックがオフです
zh_hans: 此显示器未开启音乐
zh_hant: 此顯示器未開啟音樂

source: Music layer
es: Capa de música
ja: ミュージックのレイヤー
zh_hans: 音乐层级
zh_hant: 音樂層級

source: Mute
es: Silenciar
ja: ミュート
zh_hans: 静音
zh_hant: 靜音

source: Mute audio
es: Silenciar audio
ja: オーディオをミュート
zh_hans: 静音
zh_hant: 靜音

source: Mute audio by default
es: Silenciar el audio de forma predeterminada
ja: デフォルトで音声をミュート
zh_hans: 默认静音音频
zh_hant: 預設音訊靜音

source: Mute by default
es: Silenciar de forma predeterminada
ja: デフォルトでミュート
zh_hans: 默认静音
zh_hant: 預設靜音

source: Mute or unmute video and scene wallpapers.
es: Silenciar o reactivar el audio de los fondos de vídeo y de escena.
ja: 動画とシーンの壁紙をミュートまたはミュート解除します。
zh_hans: 将视频和场景壁纸静音或取消静音。
zh_hant: 將影片與場景桌布靜音或取消靜音。

source: Muted
es: Silenciado
ja: ミュート中
zh_hans: 已静音
zh_hant: 已靜音

source: Name
es: Nombre
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Names only
es: Solo nombres
ja: 名前のみ
zh_hans: 仅名称
zh_hant: 僅名稱

source: Native
es: Nativo
ja: ネイティブ
zh_hans: 原生
zh_hant: 原生

source: Nature
es: Naturaleza
ja: 自然
zh_hans: 自然
zh_hant: 自然

source: Needs Access
es: Requiere acceso
ja: アクセスが必要
zh_hans: 需要访问权限
zh_hant: 需要取用權限

source: Needs Approval
es: Requiere aprobación
ja: 承認が必要
zh_hans: 需要批准
zh_hant: 需要核准

source: Needs SteamCMD (installed and managed for you). You can disconnect later in Settings.
es: Necesita SteamCMD (se instala y gestiona por ti). Puedes desconectarlo después en Ajustes.
ja: SteamCMD が必要です（自動でインストール・管理されます）。あとから設定で接続を解除できます。
zh_hans: 需要 SteamCMD（自动托管安装）。之后可在设置里断开。
zh_hant: 需要 SteamCMD（自動託管安裝）。之後可在設定裡中斷連接。

source: Needs Update
es: Requiere actualización
ja: 更新が必要
zh_hans: 需要更新
zh_hant: 需要更新

source: Needs deps
es: Faltan deps
ja: 依存項目不足
zh_hans: 缺少依赖
zh_hant: 缺少相依項目

source: Needs runtime systems
es: Requiere sistemas de ejecución
ja: ランタイムシステムが必要
zh_hans: 需要运行时支持
zh_hant: 需要執行階段系統

source: Network
es: Red
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

source: Network offline
es: Red sin conexión
ja: ネットワークがオフラインです
zh_hans: 网络已离线
zh_hant: 網路離線

source: Never faster than the video's own frame rate
es: Nunca más rápido que la propia velocidad de fotogramas del vídeo
ja: 動画自体のフレームレートを超えることはありません
zh_hans: 不会超过视频本身的帧率
zh_hant: 不會超過影片本身的影格率

source: Never pause
es: No pausar nunca
ja: 一時停止しない
zh_hans: 从不暂停
zh_hant: 從不暫停

source: New Scheme
es: Esquema nuevo
ja: 新規スキーム
zh_hans: 新建方案
zh_hant: 新增方案

source: New version available
es: Hay una versión nueva
ja: 新しいバージョンがあります
zh_hans: 有新版本可用
zh_hant: 有新版本可用

source: Next
es: Siguiente
ja: 次へ
zh_hans: 下一个
zh_hant: 下一個

source: Next Page
es: Página siguiente
ja: 次のページ
zh_hans: 下一页
zh_hant: 下一頁

source: Next Step: %@
es: Siguiente paso: %@
ja: 次のステップ：%@
zh_hans: 下一步：%@
zh_hant: 下一步：%@

source: Next Wallpaper
es: Fondo siguiente
ja: 次の壁紙
zh_hans: 下一张壁纸
zh_hant: 下一張桌布

source: Next Wallpaper (Active Display)
es: Fondo de pantalla siguiente (pantalla activa)
ja: 次の壁紙（現在のディスプレイ）
zh_hans: 下一张壁纸（当前显示器）
zh_hant: 下一張桌布（目前顯示器）

source: Next track
es: Pista siguiente
ja: 次の曲
zh_hans: 下一首
zh_hant: 下一首

source: Next wallpaper
es: Fondo de pantalla siguiente
ja: 次の壁紙
zh_hans: 下一张壁纸
zh_hant: 下一張桌布

source: Night
es: Noche
ja: 夜
zh_hans: 夜间
zh_hant: 夜間

source: Nixie Clock
es: Reloj Nixie
ja: ニキシー管時計
zh_hans: 辉光管时钟
zh_hant: 輝光管時鐘

source: No JS
es: Sin JS
ja: JS 無効
zh_hans: 无 JS
zh_hant: 無 JS

source: No Results
es: Sin resultados
ja: 一致する項目はありません
zh_hans: 没有匹配结果
zh_hant: 沒有符合的結果

source: No Selection
es: Ninguna selección
ja: 選択なし
zh_hans: 未选中对象
zh_hant: 未選取物件

source: No Steam Library is authorized.
es: No hay ninguna biblioteca de Steam autorizada.
ja: Steamライブラリが認証されていません。
zh_hans: 尚未授权 Steam 库。
zh_hant: 尚未授權 Steam 收藏庫。

source: No Steam Web API key is set.
es: No hay ninguna clave de Steam Web API configurada.
ja: Steam Web API キーが設定されていません。
zh_hans: 尚未设置 Steam Web API 密钥。
zh_hant: 尚未設定 Steam Web API 金鑰。

source: No Steam sign-in found on this Mac
es: No hay ningún inicio de sesión de Steam en este Mac
ja: この Mac に Steam のサインインが見つかりません
zh_hans: 本机未找到 Steam 登录记录
zh_hant: 這台 Mac 上未找到 Steam 登入記錄

source: No SteamCMD binary is selected.
es: No hay ningún binario de SteamCMD seleccionado.
ja: SteamCMD のバイナリが選択されていません。
zh_hans: 尚未选择 SteamCMD 可执行文件。
zh_hant: 尚未選擇 SteamCMD 執行檔。

source: No SteamCMD found in the usual places. Use Install SteamCMD for Loomscreen's own copy, or Choose SteamCMD to point at one yourself.
es: No se encontró SteamCMD en los sitios habituales. Usa Instalar SteamCMD para la copia de Loomscreen, o Elegir SteamCMD para indicar una tú.
ja: 通常の場所に SteamCMD が見つかりませんでした。「SteamCMD をインストール」で Loomscreen 専用のコピーを用意するか、「SteamCMD を選択」で自分で指定してください。
zh_hans: 在常见位置未找到 SteamCMD。可用“安装 SteamCMD”让 Loomscreen 安装自己的副本，或用“选择 SteamCMD”自行指定。
zh_hant: 在常見位置找不到 SteamCMD。可用「安裝 SteamCMD」讓 Loomscreen 安裝自己的副本，或用「選擇 SteamCMD」自行指定。

source: No Video Selected
es: Ningún vídeo seleccionado
ja: 動画が選択されていません
zh_hans: 未选择视频
zh_hant: 未選取影片
